[
  {
    "id": "metas-formacion-profesional-integral",
    "titulo": "Metas Formación Profesional Integral",
    "tab": "formacion-integral",
    "fechaCorte": "2025-11-11",
    "descripcion": "Esta sección presenta las metas de Formación Profesional Integral del SENA, organizadas jerárquicamente por niveles de formación. Incluye los cupos totales programados y ejecutados, distribuidos en formación Titulada (Técnico, Tecnólogo y Especialización Tecnológica) y Complementaria. Los datos reflejan el cumplimiento de la meta institucional de cobertura en todos los programas de formación ofertados por el SENA a nivel nacional.",
    "indicadores": [
      "Total Formación Profesional Integral",
      "Formación Titulada",
      "Formación Complementaria",
      "Técnico",
      "Tecnólogo",
      "Especialización Tecnológica"
    ]
  },
  {
    "id": "metas-estrategias-formacion",
    "titulo": "Metas por Estrategias de Formación",
    "tab": "formacion-integral",
    "fechaCorte": "2025-11-11",
    "descripcion": "Presenta la distribución de cupos de formación según las estrategias de implementación: Regular (formación presencial tradicional), CampeSENA (formación orientada al sector rural y agropecuario) y Full Popular (formación complementaria de corta duración). Permite visualizar cómo se distribuyen los esfuerzos formativos del SENA según cada estrategia, facilitando el seguimiento diferenciado de metas por tipo de programa.",
    "indicadores": [
      "Formación por Nivel (Titulada, Complementaria, Técnico, Tecnólogo, Especialización)",
      "Distribución por Estrategia (Regular, CampeSENA, Full Popular)",
      "Cupos programados y ejecutados por cada combinación"
    ]
  },
  {
    "id": "metas-programas-relevantes-primer-curso",
    "titulo": "Metas Programas Relevantes y Primer Curso",
    "tab": "formacion-integral",
    "fechaCorte": "2025-11-11",
    "descripcion": "Agrupa los indicadores de programas estratégicos de alto impacto para el país. Incluye Programas Relevantes (formación en áreas prioritarias para el desarrollo económico) y el programa Primer Curso (orientado a jóvenes que buscan su primera experiencia laboral). Estos programas representan apuestas institucionales para sectores clave de la economía colombiana.",
    "indicadores": [
      "Programas Relevantes",
      "Primer Curso",
      "Cupos autorizados y ejecutados"
    ]
  },
  {
    "id": "cupos-autorizados-fic",
    "titulo": "Cupos Autorizados FIC",
    "tab": "formacion-integral",
    "fechaCorte": "2025-11-11",
    "descripcion": "Detalla los cupos de Formación Profesional Integral financiados con recursos del Fondo de Industria y Comercio (FIC). Presenta la estructura jerárquica de distribución de estos cupos especiales, diferenciándolos de los cupos regulares de formación. Incluye desagregación por niveles de formación y tipos de programa dentro de esta modalidad de financiación.",
    "indicadores": [
      "Total Formación Profesional Integral FIC",
      "Formación Titulada FIC",
      "Formación Complementaria FIC",
      "Niveles específicos (Técnico, Tecnólogo, Especialización)"
    ]
  },
  {
    "id": "retencion",
    "titulo": "Retención",
    "tab": "certificacion-retencion",
    "fechaCorte": "2025-11-11",
    "descripcion": "Mide el porcentaje de aprendices que completan exitosamente su proceso formativo en relación con los inscritos inicialmente. Los indicadores de retención son fundamentales para evaluar la calidad del proceso educativo y la efectividad de las estrategias de acompañamiento institucional. Se presentan tasas de retención diferenciadas por nivel de formación y estrategia.",
    "indicadores": [
      "Tasa de Retención Total",
      "Retención por Nivel de Formación (Titulada, Complementaria)",
      "Retención por Estrategia (Regular, CampeSENA, Full Popular)",
      "Retención por Tipo de Programa (Técnico, Tecnólogo, Especialización)"
    ]
  },
  {
    "id": "certificacion-formacion-profesional",
    "titulo": "Certificación Formación Profesional",
    "tab": "certificacion-retencion",
    "fechaCorte": "2025-11-11",
    "descripcion": "Registra el número de aprendices certificados al completar satisfactoriamente su proceso formativo. La certificación es el resultado final del proceso educativo y representa la adquisición formal de competencias laborales. Los datos se organizan jerárquicamente por nivel de formación y permiten evaluar la productividad institucional en términos de formación completada.",
    "indicadores": [
      "Total Formación Profesional Integral Certificados",
      "Certificados Formación Titulada",
      "Certificados Formación Complementaria",
      "Certificados por Nivel (Técnico, Tecnólogo, Especialización)",
      "Certificados por Programa"
    ]
  },
  {
    "id": "certificacion-competencias-laborales",
    "titulo": "Certificación de Competencias Laborales",
    "tab": "certificacion-retencion",
    "fechaCorte": "2025-11-11",
    "descripcion": "Presenta el reconocimiento formal de competencias laborales adquiridas por experiencia, sin necesariamente haber cursado un programa de formación completo. Incluye certificación de normas de competencia laboral, evaluación y certificación de competencias específicas, y reconocimiento de saberes previos. Es un mecanismo de reconocimiento de la formación no formal y la experiencia laboral.",
    "indicadores": [
      "Total Certificación Competencias Laborales",
      "Personas Formadas en NCL",
      "Personas Evaluadas en NCL",
      "Personas Certificadas en NCL",
      "Certificación por Sectores Económicos",
      "Reconocimiento de Competencias Previas"
    ]
  },
  {
    "id": "contratos-aprendizaje",
    "titulo": "Contratos de Aprendizaje",
    "tab": "certificacion-retencion",
    "fechaCorte": "2025-11-11",
    "descripcion": "Monitorea el cumplimiento de la cuota de aprendices por parte de las empresas obligadas según la Ley 789 de 2002. Diferencia entre contratos de aprendizaje SENA (patrocinados por empresas para aprendices en programas SENA) y contratos NO SENA (para aprendices en otras instituciones). Incluye también los contratos voluntarios y el registro de empresas cumpliendo con sus cuotas de formación.",
    "indicadores": [
      "Total Aprendices Con Contrato de Aprendizaje",
      "Aprendices SENA Con Contrato",
      "Aprendices NO SENA Con Contrato",
      "Aprendices Voluntarios",
      "Empresas con Cuotas Reguladas",
      "Empresas con Cuota Voluntaria"
    ]
  },
  {
    "id": "productividad-campesena",
    "titulo": "Productividad CampeSENA",
    "tab": "inclusion-social",
    "fechaCorte": "2025-11-11",
    "descripcion": "Mide los resultados de la estrategia CampeSENA orientada al sector rural y agropecuario. Incluye indicadores de productividad, transferencia de tecnología, y desarrollo de proyectos productivos en zonas rurales. La estrategia busca fortalecer las capacidades técnicas y empresariales de la población campesina colombiana, contribuyendo al desarrollo rural sostenible.",
    "indicadores": [
      "Personas Formadas CampeSENA",
      "Proyectos Productivos Desarrollados",
      "Transferencia de Tecnología Rural",
      "Alianzas con Sector Agropecuario"
    ]
  },
  {
    "id": "poblaciones-vulnerables",
    "titulo": "Poblaciones Vulnerables",
    "tab": "inclusion-social",
    "fechaCorte": "2025-11-11",
    "descripcion": "Registra la atención en formación de grupos poblacionales en situación de vulnerabilidad o con necesidades especiales. Incluye personas en proceso de reintegración, población desplazada, personas con discapacidad, víctimas del conflicto, población carcelaria, entre otros. Refleja el compromiso institucional con la inclusión social y la reducción de brechas de acceso a la formación profesional.",
    "indicadores": [
      "Total Población Vulnerable Atendida",
      "Personas en Proceso de Reintegración",
      "Población Desplazada",
      "Personas con Discapacidad",
      "Víctimas del Conflicto Armado",
      "Población Carcelaria",
      "Jóvenes en Riesgo",
      "Madres Cabeza de Familia",
      "Población LGBTIQ+",
      "Adultos Mayores"
    ]
  },
  {
    "id": "agencia-publica-empleo",
    "titulo": "Agencia Pública de Empleo",
    "tab": "servicios-empleo",
    "fechaCorte": "2025-11-11",
    "descripcion": "Presenta los resultados de la Agencia Pública de Empleo del SENA en la intermediación laboral y servicios de orientación ocupacional. Incluye personas registradas, vacantes publicadas, colocaciones exitosas, y servicios de orientación profesional. La APE es un servicio gratuito que conecta oferta y demanda laboral, facilitando la inserción laboral de la población colombiana.",
    "indicadores": [
      "Personas Registradas en APE",
      "Vacantes Publicadas",
      "Colocaciones Efectivas",
      "Servicios de Orientación Ocupacional",
      "Tasa de Efectividad de Colocación"
    ]
  },
  {
    "id": "fondo-emprender",
    "titulo": "Fondo Emprender",
    "tab": "servicios-empleo",
    "fechaCorte": "2025-11-11",
    "descripcion": "Monitorea las iniciativas empresariales financiadas por el Fondo Emprender, un capital semilla que apoya proyectos de negocio de aprendices o egresados SENA. Incluye planes de negocio aprobados, recursos desembolsados, empresas creadas, y seguimiento a la sostenibilidad de los emprendimientos. El Fondo Emprender es una de las principales herramientas del SENA para promover el emprendimiento y la generación de empleo.",
    "indicadores": [
      "Iniciativas Empresariales Financiadas",
      "Planes de Negocio Aprobados",
      "Recursos Desembolsados",
      "Empresas en Operación"
    ]
  }
]
